Repository: Federico83-hassio/OnzeMenuKDE
Catalog: package/translate/*.po
Languages: it

source: A configurable launcher menu 11
it: Un avviatore di applicazioni configurabilee in stile Win11

source: General
it: Generale

source: Remove from Favorites
it: Rimuovi dai Preferiti

source: Add to Favorites
it: Aggiungi ai Preferiti

source: On All Activities
it: Attiva per tutte le sessioni

source: On the Current Activity
it: Attiva per la sessione in corso

source: Show in Favorites
it: Mostra nei preferiti

source: Icon:
it: Icone:

# @item:inmenu Open icon chooser dialog
source: Choose...
it: Scegli...

# @item:inmenu Reset icon to default
source: Clear Icon
it: Ripristino dell'icona predefinita

source: Menu position
it: Posizione del menu'

source: Default
it: Impostazione Predefinita

source: Center
it: Centro

source: Center bottom
it: In basso al centro

source: Expand search to bookmarks, files and emails
it: Estendere la ricerca a segnalibri, file ed e-mail

source: Show labels in two lines
it: Mostra le etichette in 2 righe

source: Number of columns (main grid)
it: Numero di colonne (griglia principale)

source: Number of rows (main grid)
it: Numero di linee (griglia principale)

source: Size of icons
it: Dimensione dell'icona

source: User Home
it: Cartella utente (Home)

source: System Preferences
it: Impostazioni di Sistema

source: Lock Screen
it: Blocca schermo

source: Leave ...
it: Fine Sessione ...

source: Edit Applicationsâ€¦
it: Applicazioni di editing

source: Type here to search ...
it: Ricerca ...

source: Search results
it: Risultati della ricerca

source: Pinned
it: App Preferite

source: All apps
it: Tutte le App

source: Recommended
it: File Recenti

source: Back
it: Indietro

source: More
it: Mostra di Piu'
